[
  {
    "id": 1,
    "text": "روزگار سختی رو به پایان است و نسیم گشایش به زندگی‌ات خواهد وزید. اگر نیتت خیر باشد، درهای بسته یکی یکی گشوده می‌شوند. این روزها به سرعت خواهند گذشت و تو به آرامش می‌رسی.",
    "beyt": "یوسف گمگشته بازآید به کنعان غم مخور, کلبه‌ی احزان شود روزی گلستان غم مخور",
    "ghazal": 255
  },
  {
    "id": 2,
    "text": "دل عاشقت به زودی به وصال می‌رسد. موانع کوچک را نادیده بگیر و بر عهد و پیمانت پایدار باش، چرا که فرجام این راه، شیرین و ماندگار است.",
    "beyt": "به یاد یار و دیار آنچنان بگریم بعد از این, که از جهان ره و رسم سفر براندازم",
    "ghazal": 445
  },
  {
    "id": 3,
    "text": "پیش از هر تصمیمی، نیک بیندیش. هر لبخندی از روی دوستی نیست و هر سخن شیرینی از دل پاک برنمی‌خیزد. مراقب باش فریب ظاهر را نخوری.",
    "beyt": "مباش در پی آزار و هر چه خواهی کن, که در شریعت ما غیر از این گناهی نیست",
    "ghazal": 241
  },
  {
    "id": 4,
    "text": "نگران آینده مباش، که آنچه برایت مقدر شده، به موقع خواهد رسید. تنها کافیست صبور باشی و دلت را به آرامش بسپاری.",
    "beyt": "درخت دوستی بنشان که کام دل به بار آرد, نهال دشمنی برکن که رنج بی‌شمار آرد",
    "ghazal": 337
  },
  {
    "id": 5,
    "text": "روزهای تلاش تو به ثمر خواهد نشست. عزت و مقام در انتظارت است، اگر همتت را بلند نگه داری و در نیمه راه خسته نشوی.",
    "beyt": "رهرو آن نیست که گه تند و گهی خسته رود, رهرو آن است که آهسته و پیوسته رود",
    "ghazal": 54
  },
  {
    "id": 6,
    "text": "راز خود را به هر کسی مسپار، که همه گوش‌ها امانتدار نیستند. خاموشی در این روزها بهترین یار توست.",
    "beyt": "راز دل با کس مگویید که جز در همه عمر, یک سخن را نتوان گفت به یک دلبر یار",
    "ghazal": 392
  },
  {
    "id": 7,
    "text": "قدر داشته‌هایت را بدان و شکر نعمت به جا آور، چرا که همین‌ها روزی آرزوی تو بوده‌اند. ناسپاسی، برکت را می‌برد.",
    "beyt": "شکر نعمت نعمتت افزون کند, کفر نعمت از کفت بیرون کند" ,
    "ghazal": 277
  },
  {
    "id": 8,
    "text": "سفری در پیش داری که تجربه‌ای تازه و پربار برایت خواهد داشت. با آغوش باز آن را بپذیر و از فرصت‌هایش بهره بگیر.",
    "beyt": "راهیست راه عشق که هیچش کناره نیست, آن جا جز آن که جان بسپارند چاره نیست",
    "ghazal": 195
  },
  {
    "id": 9,
    "text": "از جایی که هرگز گمانش را نمی‌بری، روزنه امیدی به رویت باز می‌شود. با نیت پاک و قدمی استوار به پیش برو.",
    "beyt": "هر چه خواهی کن که ما را با تو روی دشمنی نیست, گر بدی کردی پشیمان شو که جای دشمنی نیست",
    "ghazal": 281
  },
  {
    "id": 10,
    "text": "غمگین مباش، که این روزها هم خواهند گذشت. روزی خواهد رسید که با لبخند به یادشان بیفتی.",
    "beyt": "صبر کن حافظ که گر زین جور بگذشتی غمی نیست, کان گل خندان که تو بینی به خواب آید همی",
    "ghazal": 359
  },
  {
    "id": 11,
    "text": "بخت به رویت لبخند می‌زند و موانع از مسیرت کنار می‌رود. حتی اگر امروز را دشوار می‌بینی، فردایت روشن‌تر از آن چیزی است که گمان داری.",
    "beyt": "همه کارم ز خودکامی به بدنامی کشید آخر, نهان کی ماند آن رازی کز او سازند محفل‌ها",
    "ghazal": 234
  },
  {
    "id": 12,
    "text": "عشق تو مانند آتشی نهفته است که روزی شعله‌ور خواهد شد. صبر کن تا زمان وصال فرا رسد و دل‌ها به هم نزدیک شوند.",
    "beyt": "دوش دیدم که ملایک در میخانه زدند, گل آدم بسرشتند و به پیمانه زدند",
    "ghazal": 255
  },
  {
    "id": 13,
    "text": "فریب حرف‌های زیبا را نخور، زیرا هر ظاهر خوش، باطن نیکو ندارد. در انتخاب یار و هم‌نشین دقت کن.",
    "beyt": "حذر کن زین رفیقان سخن چین, که بی‌هنرند و بدخواه و بدبین",
    "ghazal": 198
  },
  {
    "id": 14,
    "text": "دلت را از غم‌ها خالی کن، که هر چیز در جای خود و به وقت خود رخ خواهد داد. نگرانی، راه را کوتاه نمی‌کند.",
    "beyt": "درخت دوستی بنشان که کام دل به بار آرد, نهال دشمنی برکن که رنج بی‌شمار آرد",
    "ghazal": 337
  },
  {
    "id": 15,
    "text": "زحمت امروز تو، افتخار فردایت خواهد بود. تنها با پشتکار و صبر می‌توانی قله‌های موفقیت را فتح کنی.",
    "beyt": "توانا بود هر که دانا بود, ز دانش دل پیر برنا بود",
    "ghazal": 25
  },
  {
    "id": 16,
    "text": "حرف‌های درونت را برای هر کسی بازگو مکن، زیرا ارزش راز در نهفتگی آن است.",
    "beyt": "به گوش دل سخن راز جز به محرم مگوی, که هر سخن به سزا جای و هر نکته مقامی دارد",
    "ghazal": 301
  },
  {
    "id": 17,
    "text": "با شکرگزاری، نعمتت افزون خواهد شد. هر چه بیشتر قدر بدانی، برکت بیشتری در زندگی‌ات جاری می‌شود.",
    "beyt": "هر که قدر خویش نداند به کم از خویش فتد, کعبه‌ی دل به سجودی نشود درخور سنگ",
    "ghazal": 409
  },
  {
    "id": 18,
    "text": "در آینده نزدیک سفری برایت پیش می‌آید که پر از تجربه‌های تازه است. این سفر می‌تواند مسیر فکرت را تغییر دهد.",
    "beyt": "سفر عشق عجب نیست که خطر دارد, که بی‌خطر نتوان بر سر دریا رفتن",
    "ghazal": 288
  },
  {
    "id": 19,
    "text": "از ناامیدی پرهیز کن، زیرا درهای بسته به زودی گشوده خواهند شد. نیت خیر تو راه را هموار می‌کند.",
    "beyt": "به وقت گل شدم از تنگنا چو باد به در, که بوی آن گل خندان مرا به ره آورد",
    "ghazal": 395
  },
  {
    "id": 20,
    "text": "این غم نیز گذراست. به زودی شادی جای اندوهت را خواهد گرفت.",
    "beyt": "چو غم در دل رسد چون کوه سنگین, خوشا آن دل که باشد چون سبکبال",
    "ghazal": 182
  },
  {
    "id": 21,
    "text": "درهای بسته یکی یکی گشوده خواهند شد و بخت یار تو خواهد بود. ایمان و صبر کلید این راه است.",
    "beyt": "بر آستان جانان گر سر توان نهادن, گلبانگ سربلندی بر آسمان توان زد",
    "ghazal": 311
  },
  {
    "id": 22,
    "text": "دل در گرو کسی نهاده‌ای که لیاقت مهر تو را دارد. اگر بر عهد خود بمانی، پایان این راه وصال خواهد بود.",
    "beyt": "که عشق آسان نمود اول ولی افتاد مشکل‌ها",
    "ghazal": 242
  },
  {
    "id": 23,
    "text": "با احتیاط پیش برو، که همه چیز آن‌گونه که به نظر می‌رسد نیست. دوراندیشی تو را از پشیمانی نجات می‌دهد.",
    "beyt": " عیب رندان مکن ای زاهد پاکیزه سرشت, که گناه دگران بر تو نخواهند نوشت",
    "ghazal": 296
  },
  {
    "id": 24,
    "text": "هر چه امروز سنگین به نظر می‌رسد، فردا سبک‌تر خواهد شد. اندوه را رها کن و به زندگی لبخند بزن.",
    "beyt": "غم دنیا مخور حافظ که هیچ است, که این افسانه را پایانی نیست",
    "ghazal": 341
  },
  {
    "id": 25,
    "text": "با قدم‌های استوار پیش برو، که موفقیت در چند قدمی توست. از شکست نهراس، زیرا هر شکست پلی به سوی پیروزی است.",
    "beyt": "به راه بادیه رفتن به از نشستن باطل, که گر مراد نیابم به قدر وسع بکوشم",
    "ghazal": 274
  },
  {
    "id": 26,
    "text": "سکوت تو این روزها بزرگ‌ترین سلاح توست. رازهایت را جز به اهلش مگو.",
    "beyt": "خاموش باش حافظ تا وقت گفت‌وگو آید, که هر سخن زمانی و هر نکته مکانی دارد",
    "ghazal": 369
  },
  {
    "id": 27,
    "text": "هر لحظه‌ای که در آرامش می‌گذرانی، نعمتی بزرگ است. شکر این لحظات را به جا آور.",
    "beyt": "شکر نعمت چو به جای آری به وقت ,نعمتت افزون شود بر تو به حق",
    "ghazal": 175
  },
  {
    "id": 28,
    "text": "سفری در پیش داری که آغازگر تحولی تازه در زندگی‌ات خواهد بود. آن را با شادمانی آغاز کن.",
    "beyt": "چو بید بر سر ایمان خویش می‌لرزم, که دل به دست تو دادم مباد بی‌رحمی",
    "ghazal": 411
  },
  {
    "id": 29,
    "text": "از جایی که گمان نمی‌بری، در بسته‌ای به رویت باز خواهد شد. تنها با نیت خیر ادامه بده. ",
    "beyt": "در میخانه ببستند خدایا مپسند, که در خانه تزویر و ریا بگشایند",
    "ghazal": 372
  },
  {
    "id": 30,
    "text": "روزهای سخت به پایان نزدیک شده‌اند. به زودی نور امید در زندگی‌ات خواهد درخشید.",
    "beyt": "شب تاریک و بیم موج و گردابی چنین هایل, کجا دانند حال ما سبکباران ساحل‌ها",
    "ghazal": 249
  },
  {
    "id": 31,
    "text": "دل به دست یار سپردن راهی پر پیچ و خم است اما امید به وصال، همچون چراغی در دل تاریکی‌ها می‌درخشد و هر شب تار، صبحی روشن را نوید می‌دهد. به یاد داشته باش که صبر و وفا، بهترین کلید فتح دل محبوب است.",
    "beyt": "در راه عشق اگر افتادی ای دوست، پا بر جای خویش نه و امید مدار",
    "ghazal": 78
  },
  {
    "id": 32,
    "text": "زندگی همچون دریایی پر تلاطم است و تنها خرد و صبر است که می‌تواند کشتی وجود را به سلامت به ساحل آرامش برساند. خود را از هیاهوی دنیا جدا کن و به عمق جانت سفر کن تا پاسخ سوال‌هایت را بیابی.",
    "beyt": "هرگز نمیرد آنکه دلش زنده شد به عشق، ثبت است بر جریده عالم دوام ما",
    "ghazal": 357
  },
  {
    "id": 33,
    "text": "قضا و قدر بر هر چیزی حکمرانی می‌کند اما انسان با اختیار و تلاش می‌تواند مسیر خود را بسازد. از این رو ناامید مباش، هر قدم رو به جلو، گامی است در مسیر موفقیت و سعادت.",
    "beyt": "نفس باد صبا مشک فشان خواهد شد، عالم پیر دگر باره جوان خواهد شد",
    "ghazal": 242
  },
  {
    "id": 34,
    "text": "هرگز تاریکی چنان نیست که نتواند نور کوچکی آن را بشکند. پس اگر به بن‌بست رسیدی، بدان که صبح روشن نزدیک است و با تلاش و ایمان راه برایت گشوده خواهد شد.",
    "beyt": "به دنبال دلیل و بهانه مدار، که هر گره‌ای باز شود با صبر و صفا",
    "ghazal": 195
  },
  {
    "id": 35,
    "text": "آتش عشق در دل می‌سوزد و شعله‌ور می‌کند وجود را، گاه این شعله به گریه و فریاد می‌رسد و گاه به آرامش و سکوت مطلق. به یاد داشته باش که عشق واقعی نه فقط لذت است بلکه آزمونی سخت و شیرین.",
    "beyt": "عشق است که در دل‌ها خانه کرده است، ای دلبر! دل را به من سپار و برو",
    "ghazal": 103
  },
  {
    "id": 36,
    "text": "دیده را باز کن و به آنچه در پس ابرهای غم است نگاه کن، هر شکست فرصتی برای یادگیری و هر ناکامی دریچه‌ای به سوی پیروزی‌های بزرگ است. زندگی بدون تجربه معنا ندارد، پس هر لحظه را قدر بدان.",
    "beyt": "حکمت آموز از هر شکست که می‌بینی، که هر شکست راه به پیروزی است",
    "ghazal": 159
  },
  {
    "id": 37,
    "text": "دوستی همچون باغی است که با محبت و احترام آبیاری می‌شود. آن را به سادگی از دست نده و بدان که یک دوست واقعی، گنجی است گرانبها که باید با وفا حفظ شود.",
    "beyt": "دوست آن نیست که هر دم با تو بخندد، دوست آن است که در سختی‌ها بماند",
    "ghazal": 402
  },
  {
    "id": 38,
    "text": "بگذار بادهای سرنوشت تو را به جاهای تازه‌ای ببرند، هر چند گاه دشوار و نامعلوم باشد، اما در نهایت، تو را به سوی خودت و آنچه باید شوی، هدایت خواهد کرد.",
    "beyt": "سرنوشت چنین است ای دل، به هر سو که می‌رود، ره به جاودانگی دارد",
    "ghazal": 218
  },
  {
    "id": 39,
    "text": "در پس هر شب تار، صبحی روشن در انتظار است. ناامیدی را رها کن و با قلبی پر امید به جلو گام بردار، زیرا سرنوشت به نفع کسانی است که پا پس نمی‌کشند.",
    "beyt": "صبوری کن که صبح صادق نزدیک است، و ظلمت شب به زودی سپید خواهد شد",
    "ghazal": 311
  },
  {
    "id": 40,
    "text": "اگر می‌خواهی در دل یار جا باز کنی، باید نخست خود را بیابی و به عشق پاک و خالص پایبند باشی. عشق واقعی جز با صداقت و وفاداری نمی‌سراید.",
    "beyt": "عشق پاک را به قلب بسپار، که جز در آن راهی به وصل نیست",
    "ghazal": 88
  },
  {
    "id": 41,
    "text": "هر روز فرصتی تازه برای شناخت خویش و جهان است. در دل هر حادثه درس نهفته است، فقط کافی است چشم‌ها را باز کنیم و با دلی باز به زندگی نگاه کنیم.",
    "beyt": "هر روز ز نو شروع کن، که جهان جای بازیافتن است",
    "ghazal": 375
  },
  {
    "id": 42,
    "text": "کسانی که در راه حقیقت گام برمی‌دارند، باید صبور و مقاوم باشند. زیرا حقیقت گاهی سخت و تلخ است اما در نهایت، شیرینی جاودانی به همراه دارد.",
    "beyt": "حقیقت را چون شمعی در تاریکی‌ها برافروز، گرچه دود دارد اما نورش بی‌نظیر است",
    "ghazal": 196
  },
  {
    "id": 43,
    "text": "دوستی صادقانه، همان گوهری است که در دل تاریکی‌ها می‌درخشد و گرمای وجود را افزایش می‌دهد. از آن محافظت کن و قدرش را بدان، زیرا سخت به دست می‌آید.",
    "beyt": "یار را نگه دار که بی‌یار جانا، جهان بی‌نور است و دل بی‌سکون",
    "ghazal": 413
  },
  {
    "id": 44,
    "text": "هر آنچه پیش می‌آید، حکمتی نهفته دارد. ناامیدی را کنار بگذار و باور داشته باش که هر تجربه‌ای تو را به سوی بهتر شدن راهنمایی می‌کند.",
    "beyt": "این جهان گذراست، بر سر دوراهی‌هایش صبر کن",
    "ghazal": 220
  },
  {
    "id": 45,
    "text": "اگر در زندگی به دشواری برخورده‌ای، بدان که گذر از سختی‌ها به تو قدرت می‌بخشد. امید و تلاش، بال‌هایی هستند که می‌توانند تو را به اوج برسانند.",
    "beyt": "به دست خود قفل غم را بگشا، که کلیدش امید و صبر است",
    "ghazal": 190
  },
  {
    "id": 46,
    "text": "عشق بی‌پایان است و در دل‌هایی که پاک باشند، جاودانه می‌ماند. نگذار هیچ مانعی بین تو و معشوقت قرار گیرد و همواره برای وصل تلاش کن.",
    "beyt": "دل را به دست دلبر بسپار که جز وصل، راهی نیست",
    "ghazal": 95
  },
  {
    "id": 47,
    "text": "زندگی مسیر آموختن است، از هر لحظه و هر تجربه باید درس گرفت. خردمند کسی است که همواره در پی یادگیری است و از اشتباهات خود نمی‌هراسد.",
    "beyt": "ز هر شکست پیامی بگیر، که راه نجات در آن نهفته است",
    "ghazal": 360
  },
  {
    "id": 48,
    "text": "سختی‌ها چون آتش، فلز را سخت و پاک می‌کنند. زندگی را مانند فلز بدان که با گذر از آزمون‌ها، درخشنده‌تر می‌شود و ارزش پیدا می‌کند.",
    "beyt": "آتش سختی‌ها فلز جان را می‌سازد، صبر کن تا زنگارها برود",
    "ghazal": 175
  },
  {
    "id": 49,
    "text": "یاران راستین در سخت‌ترین لحظات شناخته می‌شوند. وفاداری و صداقت رمز بقای دوستی‌هاست. همواره مراقب کسانی باش که دل به تو بسته‌اند.",
    "beyt": "یار وفادار چون سایه است، در هرجا که باشی، همراه توست",
    "ghazal": 405
  },
  {
    "id": 50,
    "text": "سرنوشت هر کسی را خداوند می‌نویسد اما هر گامی که تو برمی‌داری، ورق را ورق می‌زند. پس با امید و تلاش مسیرت را بساز و هرگز ناامید نشو، زیرا روزهای روشن در انتظارت هستند.",
    "beyt": "سرنوشت هر کسی در دست اوست، گرچه خدا نگارش می‌کند، اما هر قدم تو ورقی نوست",
    "ghazal": 250
  },
  {
    "id": 51,
    "text": "در دل تاریکی‌ها، همیشه نوری پنهان است که با اندکی تلاش و صبر، روشنایی به زندگی‌ات باز می‌گردد. ناامیدی را کنار بگذار و با انگیزه به جلو گام بردار، زیرا آینده در انتظار توست.",
    "beyt": "به کلبه احزان مرو، که بهار خواهد رسید، باغ پر شکوفه می‌شود پس از زمستان سخت",
    "ghazal": 192
  },
  {
    "id": 52,
    "text": "عشق همچون نسیمی لطیف است که دل‌ها را به هم می‌پیوندد. اگر عاشق هستی، قلبت را باز کن و با صداقت و وفاداری، پیوندی پایدار بساز که هیچ طوفانی نتواند آن را برهم زند.",
    "beyt": "دل را به مهر جان بسپار، که جز عشق راهی به وصال نیست",
    "ghazal": 97
  },
  {
    "id": 53,
    "text": "زندگی کتابی است پر از صفحات سفید، تو نویسنده هر برگ آن هستی. هر روز فرصتی است برای نوشتن داستانی بهتر و رسیدن به آنچه می‌خواهی. هوشیار باش و با فکر پیش برو.",
    "beyt": "هر لحظه فرصتی است نو، به آن بیندیش و راه خود را بساز",
    "ghazal": 370
  },
  {
    "id": 54,
    "text": "صبر و شکیبایی دو بال پرواز انسان به سوی اهدافش هستند. هرگز تسلیم نشو و بدان که سختی‌ها موقتی‌اند و پایان هر دشواری، آرامشی شیرین به همراه دارد.",
    "beyt": "صبر کن که ز پس پرده‌ها روشن شود، هر سختی به پایان آید به امید",
    "ghazal": 180
  },
  {
    "id": 55,
    "text": "دوستی واقعی گوهری است که باید با احترام و محبت حفظ شود. دوستانی که در کنار تو می‌مانند، همچون سایه‌اند که در روشنایی و تاریکی همراه تو هستند.",
    "beyt": "دوست صادق گنجی است که در دل جا دارد، آن را پاس دار",
    "ghazal": 410
  },
  {
    "id": 56,
    "text": "سرنوشت در دست خداست اما تو نیز با انتخاب‌ها و تلاش‌هایت، مسیر زندگی‌ات را رقم می‌زنی. با ایمان و امید به آینده نگاه کن و از هر تجربه درس بگیر.",
    "beyt": "سرنوشت همچون رود است که به سوی دریا می‌رود، تو هدایتگر مسیر خود باش",
    "ghazal": 225
  },
  {
    "id": 57,
    "text": "هرگز فراموش نکن که پس از هر شب تاریک، صبحی روشن در انتظار است. ناامیدی را رها کن و با انگیزه و امید به سوی هدف‌هایت پیش برو.",
    "beyt": "شب تاریک به سحر نزدیک است، صبور باش که نور می‌تابد",
    "ghazal": 305
  },
  {
    "id": 58,
    "text": "عشق پاک‌ترین و زیباترین احساسی است که انسان را به زندگی پیوند می‌دهد. با صداقت و مهربانی، این احساس را در دل‌ها بپروران و از آن پاسداری کن.",
    "beyt": "دل در گرو عشق است، آن را به کسی بسپار که دلش پاک است",
    "ghazal": 90
  },
  {
    "id": 59,
    "text": "هر روز فرصتی است برای یادگیری و رشد. با ذهنی باز و قلبی آماده، به زندگی نگاه کن و از هر تجربه درس بگیر تا بهتر شوی.",
    "beyt": "هر روز دری به سوی خرد است، آن را باز کن",
    "ghazal": 365
  },
  {
    "id": 60,
    "text": "زندگی با تمام دشواری‌هایش، معلم بزرگی است. با صبر و حوصله از تجربیاتت درس بگیر و بدان که هر سختی، تو را به فردی قوی‌تر و خردمندتر تبدیل می‌کند.",
    "beyt": "از دل آتش، گل سرخ می‌روید، صبر کن و شکیبا باش",
    "ghazal": 185
  }

]